Repository: danerx77/f1
Catalog: tm/data maps.tmx
Source language: en
Languages: pl

# {PLAYER} received TM19 from ERIKA.
source: {PLAYER} received TM19\nfrom ERIKA.
pl: {PLAYER} dostaje TM19\nod ERIKI.

source: TM19 contains GIGA DRAIN.\pHalf the damage it inflicts is\ndrained to heal your POKéMON.\pWouldn't you agree that it's a\nwonderful move?
pl: TM19 zawiera GIGAWYSSANIE.\pPołowa zadawanych obrażeń przez\nten atak leczy twojego POKéMONA.\pCzy nie zgodzisz się, że to\ncudowny ruch?

source: You should make room for this.
pl: Musisz zrobić na to miejsce.

# I should tell you about this GYM.pOnly real ladies are allowed in here!
source: I should tell you about this GYM.\pOnly real ladies are allowed in\nhere!
pl: Powiem ci coś o tej SALI.\pTylko prawdziwe damy mają\ntutaj wstęp!

source: You're too rough!
pl: Jesteś za silny!

# Bleaah! I hope ERIKA wipes you out!
source: Bleaah!\nI hope ERIKA wipes you out!
pl: Mam nadzieję, że ERIKA ci pokaże!

# Oh, welcome. I was getting bored.
source: Oh, welcome.\nI was getting bored.
pl: Cześć.\nZaczynało mi się nudzić.

source: My makeup!
pl: Makijaż!

source: GRASS-type POKéMON are tough\nagainst the WATER type.\pThey also have an edge on ROCK-\nand GROUND-type POKéMON.
pl: TRAWIASTE POKéMONY są silne\nw walce z typem WODNYM.\pMają też przewagę nad POKéMONAMI\nKAMIENNYMI i ZIEMNYMI.

# …Weren't you peeking in here earlier?
source: …Weren't you peeking in here\nearlier?
pl: …Nie podglądałeś nas tu\nwcześniej?

source: You're an eye-opener!
pl: Na pewno tak!

# Oh, you were looking at ERIKA… You weren't looking at me…
source: Oh, you were looking at ERIKA…\nYou weren't looking at me…
pl: Och, patrzyłeś na ERIKĘ…\nCzyli nie patrzyłeś na mnie…

source: Look, look!\nSee my POKéMON!\pI like the GRASS type.\nI like how they're easy to raise.
pl: Zobacz, zobacz!\nMoje POKéMONY!\pLubię typ TRAWIASTY.\nBardzo łatwo jest je trenować.

source: No!
pl: CO!

source: We only use GRASS-type POKéMON at\nour GYM.\pWhy? We also use them for making\nflower arrangements!
pl: W tej SALI używamy tylko\nPOKéMONÓW TRAWIASTYCH.\pCzemu? Bo używamy ich też to\nukładania kwiatów!

# Oh, hey!pWe don't like BUG- or FIRE-type POKéMON in here!
source: Oh, hey!\pWe don't like BUG- or FIRE-type\nPOKéMON in here!
pl: O, hej!\pNie chcemy tu typów ROBAKÓW i\nOGNISTYCH!

# Oh! You!
source: Oh!\nYou!
pl: Oż Ty!

# Our LEADER ERIKA might be quiet, but she's famous around here.
source: Our LEADER ERIKA might be quiet,\nbut she's famous around here.
pl: Nasza LIDERKA ERIKA może być\nspokojna, ale jest tutaj sławna!

# Pleased to meet you. My hobby is POKéMON training.
source: Pleased to meet you.\nMy hobby is POKéMON training.
pl: Miło mi cię poznać.\nMoje hobby to trening POKéMON.

# Oh! Splendid!
source: Oh!\nSplendid!
pl: O! \nWybornie!

source: I have a blind date coming up.\nI have to learn to be polite,\lespecially if I have to battle.
pl: Mam ustaloną pewną datę.\nMuszę nauczyć się być uprzejma,\lszczególnie w trakcie walki.

# Welcome to CELADON GYM!pYou'd better not underestimate the nice ladies here.
source: Welcome to CELADON GYM!\pYou'd better not underestimate\nthe nice ladies here.
pl: Witamy w SALI CELADON!\pLepiej nie próbuj niedoceniać\npięknych panienek.

# Oh! Beaten!
source: Oh!\nBeaten!
pl: O! \nKoniec!

# I didn't bring my best POKéMON. Wait until next time!
source: I didn't bring my best POKéMON.\nWait until next time!
pl: Nie wzięłam najlepszych POKéMONÓW!\nPoczekaj!

# CELADON POKéMON GYM LEADER: ERIKApWINNING TRAINERS: {RIVAL}
source: CELADON POKéMON GYM\nLEADER: ERIKA\pWINNING TRAINERS:\n{RIVAL}
pl: SALA POKéMON CELADON\nLIDER: ERIKA\pZWYCIĘZCY:\n{RIVAL}

# CELADON POKéMON GYM LEADER: ERIKApWINNING TRAINERS: {RIVAL}, {PLAYER}
source: CELADON POKéMON GYM\nLEADER: ERIKA\pWINNING TRAINERS:\n{RIVAL}, {PLAYER}
pl: SALA POKéMON CELADON\nLIDER: ERIKA\pZWYCIĘZCY:\n{RIVAL}, {PLAYER}

# POKéMON? No, this is a hotel for people.pWe're full up, unfortunately.
source: POKéMON?\nNo, this is a hotel for people.\pWe're full up, unfortunately.
pl: POKéMONY?\nNie, to hotel dla ludzi.\pNiestety, nie mamy już miejsc.

# I'm on vacation with my brother and boyfriend.pCELADON is such a pretty city!
source: I'm on vacation with my brother and\nboyfriend.\pCELADON is such a pretty city!
pl: Jestem na wakacjach z bratem i\nchłopakiem.\pCELADON to takie piękne miasto!

# Why? Why did she bring her brother?
source: Why?\nWhy did she bring her brother?
pl: Dlaczego?\nDlaczego zabrała brata?

# Yippee! I'm on vacation! My sis brought me along! Awesome!
source: Yippee! I'm on vacation!\nMy sis brought me along! Awesome!
pl: Jupi! Jestem na wakacjach!\nZabrała mnie siostra! Świetnie!

# Hehehe!pThe slots just reel in the dough, big-time!
source: Hehehe!\pThe slots just reel in the dough,\nbig-time!
pl: Hehehe!\pAutomaty to prawdziwa żyła\nzłota!

# CHIEF!pWe just shipped two thousand more POKéMON as slot prizeslagain today!
source: CHIEF!\pWe just shipped two thousand\nmore POKéMON as slot prizes\lagain today!
pl: SZEFIE!\pWłaśnie dostarczyliśmy dziś\ndwa tysiące POKéMONÓW jako\lnagrody!

# Don't touch the poster at the GAME CORNER!pThere's no secret switch behind it!
source: Don't touch the poster at the GAME\nCORNER!\pThere's no secret switch behind it!
pl: Nie dotykaj plakatu w SALONIE\nGIER!\pNie ma tam żadnego sekretnego\nprzycisku!

source: A POKé FLUTE awakens sleeping\nPOKéMON. You know that.\pIt does so with a sound that only\nthey can hear.
pl: POKé FLET budzi śpiące\nPOKéMONY. Wiesz to.\pRobi to dźwiękiem, który tylko\none potrafią usłyszeć.

# I rode here from FUCHSIA.pIt's an uphill ride on CYCLING ROAD, so I'm exhausted.
source: I rode here from FUCHSIA.\pIt's an uphill ride on CYCLING\nROAD, so I'm exhausted.
pl: Przyjechałam z FUCHSIA.\pTą drogą pod górę DROGĄ\nROWEROWĄ, więc jestem zmęczona.

# If I had a BIKE, I would go to CYCLING ROAD!
source: If I had a BIKE, I would go to\nCYCLING ROAD!
pl: Gdybym miał ROWER, jechałbym\nDROGĄ ROWEROWĄ!

# Hi!pSorry, but we're taking a break right now.
source: Hi!\pSorry, but we're taking a break\nright now.
pl: Witaj!\pPrzepraszam, ale mamy\nwłaśnie przerwę.

# My POKéMON are weak, so I often have to go to the DRUGSTORE.
source: My POKéMON are weak, so I often\nhave to go to the DRUGSTORE.
pl: Moje POKI są słabe, więc\nczęsto chodzę do SKLEPU Z LEKAMI.

# Psst! There's a basement under the GAME CORNER, I hear.
source: Psst! There's a basement under the\nGAME CORNER, I hear.
pl: Psst! Podobno pod SALONEM GIER jest\nukryta piwnica.

# Munch…pThe man at that table lost it all at the slots.
source: Munch…\pThe man at that table lost it all\nat the slots.
pl: Mniam…\pFacet przy stole przegrał wszystko\nw salonie.

source: Go ahead! Laugh!\nI'm flat-out busted!\pNo more slots for me!\nI'm going straight!\pHere!\nI won't be needing this anymore!
pl: Dalej! Śmiej się!\nPrzegrałem wszystko!\pNigdy więcej nie zagram!\nPrzysięgam!\pMasz!\nWeź to, żeby mnie nie kusiło!

# {PLAYER} received a COIN CASE from the man.
source: {PLAYER} received a COIN CASE\nfrom the man.
pl: {PLAYER} dostaje ETUI NA ŻETONY.

source: Make room for this!
pl: Zrób na to miejsce!

# I always thought I was going to win it back…
source: I always thought I was going to\nwin it back…
pl: Zawsze myślałem, że uda mi się\nodegrać…

source: {RIVAL}: Yo! {PLAYER}!\pYou're still struggling along back\nhere?\pI'm doing great! I caught a bunch\nof strong and smart POKéMON!\pHere, let me see what you caught,\n{PLAYER}!
pl: {RIVAL}: Hej! {PLAYER}!\pNadal wleczesz się jak\nżółw?\pMi idzie świetnie! Złapałem\njuż kupę mądrych i silnych POKéMONÓW!\pDawaj, pokaż mi co złapałeś,\n{PLAYER}!

# Hey! Take it easy!lYou won already!
source: Hey!\nTake it easy!\lYou won already!
pl: Hej!\nSpokojnie!\lJuż wygrałeś!

source: {RIVAL}: Hey, guess what?\pI went to BILL's and got him to\nshow me his rare POKéMON.\pThat added a lot of pages to my\nPOKéDEX!\pAfter all, BILL's world famous as a\nPOKéMANIAC.\pHe invented the POKéMON Storage\nSystem on PC, too.\pSince you're using his system,\nyou should go thank him.\pWell, I better get rolling!\nSmell ya later!
pl: {RIVAL}: Hej, zgadnij co!\pPoszedłem do BILLA i pokazał mi\nswoje rzadkie POKéMONY!\pTo dodało wiele stron do mojego\nPOKéDEKSU!\pNie na darmo BILL jest sławnym\nPOKéMANIAKIEM.\pWymyślił System Składowania\nPOKéMONÓW na PC.\pSkoro używasz jego wynalazków,\nidź mu chociaż pozdiękować.\pNo to, ja będę spadał!\nDo zobaczenia mały!

source: Oh, yeah, right.\pI feel sorry for you. No, really.\nYou're always plodding behind me.\pSo here, I'll give you a little\npresent as a favor.
pl: A, właśnie, ta.\pBardzo mi ciebie, żal. Żartowałem.\nZawsze wleczesz się za mną.\pWięc mam dla ciebie mały prezent,\nżeby ci pomóc.

source: A chatty gossip like you…\nThat thing's perfect.\pI don't need it because I don't\ngive a hoot about others.\pAll right, this time I really am\ngone. Smell ya!
pl: Dla takiego wygadanego gnojka\nbędzie idealne… \pNie potrzebuję tego, bo mam w\nnosie to, co mówią o innych.\pNo dobra, teraz serio się\nzmywam. Spadam!

source: Hey! Stay out!\nIt's not your yard!\p…Huh?\nMe?\pI'm an innocent bystander!\nDon't you believe me?{PLAY_BGM}{MUS_ENCOUNTER_ROCKET}
pl: Hej! Spadaj!\nTo nie twoje podwórko!\p…Co?\nJa?\pJestem niewinnym gapiem!\nCo, że mi nie wierzysz?{PLAY_BGM}{MUS_ENCOUNTER_ROCKET}

# GRUNT: Stop! I give up! I'll leave quietly!
source: GRUNT: Stop! I give up!\nI'll leave quietly!
pl: SZEREGOWIEC: Stój! Poddaje się!\nPójdę już!

# …Okay. I'll return the TM I stole.
source: …Okay.\nI'll return the TM I stole.
pl: …Dobra.\nOddam TM, który ukradłem.

# {PLAYER} recovered TM28 from the TEAM ROCKET GRUNT.
source: {PLAYER} recovered TM28 from\nthe TEAM ROCKET GRUNT.
pl: {PLAYER} odzyskuje TM28 od\nSZEREGOWCA ZESPOŁU R.

# I better get moving! Bye!
source: I better get moving!\nBye!
pl: No to ja już pójdę!\nPa!

# Make room for this! I can't run until I give it to you!
source: Make room for this!\nI can't run until I give it to you!
pl: Zrób na to miejsce!\nNie ucieknę, póki tego nie oddam!

# You're a TRAINER, too?pCollecting, battling… It's a tough life, isn't it?
source: You're a TRAINER, too?\pCollecting, battling…\nIt's a tough life, isn't it?
pl: Też jesteś TRENEREM?\pZbieranie, walczenie…\nCiężkie, życie, czyż nie?

source: Did you know that you can CUT down\nsmall trees?\pEven that small tree in front of\nthe shop can be CUT down.\pI think there's a way around it,\nthough.
pl: Czy wiedziałeś, że można ŚCINAĆ\nmałe drzewka?\pMożesz ściąć nawet to stojące \nkoło sklepu.\pMyślę jednak, że można też przejść\ntam jakoś inaczej.

source: If that SLOWBRO wasn't there, you\ncould CUT down the small tree.\pThat way, you could get to the\nother side.\pI think there's a way around it,\nthough.
pl: Gdyby nie stał tam SLOWBRO,\nmógłbyś ŚCIĄĆ tamto małe drzewko.\pW ten sposób mógłbyś dostać się\nna drugą stronę.\pAle musi być jakaś inna droga.

# You're making an encyclopedia on POKéMON? That sounds amusing.
source: You're making an encyclopedia on\nPOKéMON? That sounds amusing.
pl: Robisz encyklopedię na temat\nPOKéMONÓW? Brzmi niesamowicie.

source: The people here were robbed.\pIt's obvious that TEAM ROCKET is\nbehind this most heinous crime!\pEven our POLICE FORCE has\ntrouble with the ROCKETS!
pl: Ci ludzie zostali obrabowani.\pTo pewne, że to ZESPÓŁ R stoi za\ntym odrażającym przestępstwem!\pNawet POLICJA ma problemy\nz ROCKETAMI!

# Okay! SLOWBRO! Use SONICBOOM!
source: Okay! SLOWBRO!\nUse SONICBOOM!
pl: SLOWBRO!\nUżyj DŹWIĘKOGROM!

source: Come on, SLOWBRO, pay attention!
pl: Hej, SLOWBRO, skup się!

source: SLOWBRO, punch!
pl: SLOWBRO, atak!

# No! You blew it again!
source: No!\nYou blew it again!
pl: Nie!\nZnowu zawaliłeś!

source: SLOWBRO, WITHDRAW!
pl: SLOWBRO WYCOFANIE!

source: No! That's wrong!\nIt's so hard to control POKéMON!\pYour POKéMON's obedience depends\non your abilities as a TRAINER.
pl: Nie! Źle!\nCiężko jest kontrolować POKéMONY!\pPosłuszeństwo POKéMONÓW zależy\nod twoich zdolności TRENERSKICH.

source: SLOWBRO took a snooze…
pl: SLOWBRO przysnął…

source: SLOWBRO is loafing around…
pl: SLOWBRO leniuchuje…

source: SLOWBRO turned away…
pl: SLOWBRO odwraca się…

source: SLOWBRO ignored orders…
pl: SLOWBRO ignoruje…

# I want a bright red bicycle.pI'll keep it at home, so it won't get dirty.
source: I want a bright red bicycle.\pI'll keep it at home, so it won't\nget dirty.
pl: Chcę jasnoczerwony rower.\pBędę go trzymać w domu, żeby\nsię nie ubrudził.

source: This is CERULEAN CAVE.\pHorribly strong POKéMON live inside\nthere.\pIt takes a very special TRAINER to\nbe allowed inside there.\pYou'd have to be strong enough to\nbecome the POKéMON LEAGUE\lCHAMPION for starters.\pAnd, you would have to have\nmade a great achievement.
pl: To JASKINIA CERULEAN.\pPotwornie silne POKéMONY żyją w jej\nśrodku.\pTylko specjalni TRENERZY\nmają wstęp do środka.\pMusiałbyś być odpowiednio silny, by\nzostać MISTRZEM LIGI POKéMONÓW\pdla początkujących.\pPoza tym musiałbyś dokonać\nczegoś naprawdę niesamowitego.

# CERULEAN CITY A Mysterious, Blue Aura SurroundslIt
source: CERULEAN CITY\nA Mysterious, Blue Aura Surrounds\lIt
pl: CERULEAN CITY\nTajemnicza, Niebieska Aura Go\lOtacza

source: TRAINER TIPS\pA POKéMON can be made to hold\nan item.\pSome items can even be used by\nthe holding POKéMON in battle.
pl: PORADA\pPOKéMON może dostać przedmiot\ndo trzymania.\pNiektóre z nich mogą być nawet\nwykorzystane w walce.

# Grass and caves handled easily! BIKE SHOP
source: Grass and caves handled easily!\nBIKE SHOP
pl: Ujarzmij trawę i jaskinie!\nSKLEP ROWEROWY

# CERULEAN CITY POKéMON GYM LEADER: MISTYlThe Tomboyish Mermaid!
source: CERULEAN CITY POKéMON GYM\nLEADER: MISTY\lThe Tomboyish Mermaid!
pl: SALA POKéMON CERULEAN CITY\nLIDER: MISTY\lSyrenka Chłopczyca!

# Hi! Welcome to our BIKE SHOP.pHave we got just the BIKE for you!
source: Hi!\nWelcome to our BIKE SHOP.\pHave we got just the BIKE for\nyou!
pl: Cześć!\nWitaj w moim SKLEPIE.\pNapewno znajdziesz coś dla\nsiebie!

# Sorry! You can't afford it!
source: Sorry!\nYou can't afford it!
pl: Przykro mi!\nNie stać cię!

# Oh, that's…pA BIKE VOUCHER!pOkay! Here you go!
source: Oh, that's…\pA BIKE VOUCHER!\pOkay!\nHere you go!
pl: O, to…\pKUPON NA ROWER!\pDobrze!\nProszę bardzo!

# {PLAYER} exchanged the BIKE VOUCHER for a BICYCLE.
source: {PLAYER} exchanged the\nBIKE VOUCHER for a BICYCLE.
pl: {PLAYER} wymienia\nKUPON na ROWER.

# Thank you! Come back again sometime!
source: Thank you!\nCome back again sometime!
pl: Dziękuję!\nWpadnij jeszcze kiedyś!

source: How do you like your new BICYCLE?\nDo you like how it rides?\pYou can take it out on CYCLING\nROAD and even into caves!
pl: Jak ci się podoba twój ROWER?\nDobrze ci się na nim jeździ?\pMożesz go wziąć na DROGĘ\nROWEROWĄ, a nawet do jaskiń!

# You better make room for your BICYCLE!
source: You better make room for your\nBICYCLE!
pl: Lepiej zrób sobie miejsce na\nROWER!

source: A plain city bike is good enough\nfor me.\pAfter all, you can't put a shopping\nbasket on a mountain bike.
pl: Zwykły składak to nie dla mnie.\pPrzecież nie pakuje się koszyka z\nzakupami na rower górski.

# These bikes are cool, but they're way expensive!
source: These bikes are cool, but they're\nway expensive!
pl: Te rowery są świetne, ale o\nwiele za drogie!

# Wow. Your BIKE is really cool!
source: Wow.\nYour BIKE is really cool!
pl: Łał!\nMasz świetny ROWER!

source: A shiny new BICYCLE!
pl: Nowy, lśniący ROWER!

source: Hi, you're a new face!\pOnly those TRAINERS who have a\npolicy about POKéMON can turn pro.\pWhat is your approach when you\ncatch and train POKéMON?\pMy policy is an all-out offensive\nwith WATER-type POKéMON!{PLAY_BGM}{MUS_ENCOUNTER_GYM_LEADER}
pl: Witaj, jesteś tutaj nowy?\pTylko TRENERZY mający pewną\ntaktykę mogą stać się mistrzami.\pJakie jest twoje podejście do\nłapania i treningu POKéMONÓW?\pMoja taktyka, to ostry atak\nPOKéMONAMI typu WODNEGO!{PLAY_BGM}{MUS_ENCOUNTER_GYM_LEADER}

source: TM03 teaches WATER PULSE.\pUse it on an aquatic POKéMON!
pl: TM03 uczy PULSU WODY.\pUżyj go na wodnym POKéMONIE!

source: The CASCADEBADGE makes all\nPOKéMON up to Lv. 30 obey.\pThat includes even outsiders you\ngot in trades.\pThere's more. You can now use CUT\nanytime, even out of battle.\pYou can CUT down small trees to\nopen new pathways.\pYou can also have my favorite TM.
pl: ODZNAKA KASKADY daje posłuszeństwo\nna POKéMONACH do Lv. 30.\pTo dotyczy również outsiderów\nz wymiany.\pNo i poza tym możesz jeszcze używać\nruchu CIĘCIE nawet poza walką.\pMożesz ŚCINAĆ małe drzewka, by\notwierać nowe przejścia.\pWeź też mój ulubiony TM.

# {PLAYER} received TM03 from MISTY.
source: {PLAYER} received TM03\nfrom MISTY.
pl: {PLAYER} dostaje TM03\nod MISTY.

source: You better make room for this!
pl: Lepiej zrób na to miejsce!

source: Wow!\nYou're too much!\pAll right!\pYou can have the CASCADEBADGE to\nshow you beat me.
pl: Łał!\nJesteś za dobry!\pW porządku!\pWeź ODZNAKĘ KASKADY na dowód\ntwojego zwycięstwa.

# What? You? I'm more than good enough for you!pMISTY won't have to be bothered.
source: What? You?\nI'm more than good enough for you!\pMISTY won't have to be bothered.
pl: Co? Ty? Jestem\nwięcej niż pewna, że wygram!\pNie musisz przeszkadzać MISTY.

source: You overwhelmed me!
pl: Przegrzałeś mnie!

# You have to face other TRAINERS to see how good you really are.
source: You have to face other TRAINERS\nto see how good you really are.
pl: Walcz z innymi TRENERAMI,\nby wiedzieć jak dobry jesteś.

# Splash!pI'm first up! Let's do it!
source: Splash!\pI'm first up!\nLet's do it!
pl: Chlup!\pJa pierwszy!\nDawaj!

source: That can't be!
pl: Nie może być!

source: MISTY is a TRAINER who's going to\nkeep improving.\pShe won't lose to someone like you!
pl: MISTY to TRENERKA, która staje się\nciągle lepsza.\pNie masz szansz z kimś jej pokroju!

source: Yo!\nChamp in the making!\pLet me give you some advice!\pThe LEADER, MISTY, is a pro who\nuses WATER-type POKéMON.\pYou can drain all their water with\nGRASS-type POKéMON.\pOr, you might use ELECTRIC-type\nPOKéMON and zap them!
pl: Hej!\nMistrzuniu!\pPozwól, że dam ci pewną radę.\pLIDERKA MISTY, to mistrzyni w\nużywaniu WODNYCH POKéMONÓW.\pMożesz wyssać całą ich wodę\nPOKéMONEM TRAWIASTYM.\pAlbo możesz porazić je swoimi\nPOKéMONAMI ELEKTRYCZNYMI!

source: You beat MISTY!\nSee, what'd I tell ya?\pYou and me, kid, we make a pretty\ndarn-good team!
pl: Pokonałeś MISTY!\nA nie mówiłem?\pTworzymy niesamowity i\nświetnie zgrany zespół!

# CERULEAN POKéMON GYM LEADER: MISTYpWINNING TRAINERS: {RIVAL}
source: CERULEAN POKéMON GYM\nLEADER: MISTY\pWINNING TRAINERS:\n{RIVAL}
pl: SALA POKéMON CERULEAN\nLIDER: MISTY\pZWYCIĘZCY:\n{RIVAL}

# CERULEAN POKéMON GYM LEADER: MISTYpWINNING TRAINERS: {RIVAL}, {PLAYER}
source: CERULEAN POKéMON GYM\nLEADER: MISTY\pWINNING TRAINERS:\n{RIVAL}, {PLAYER}
pl: SALA POKéMON CERULEAN\nLIDER: MISTY\pZWYCIĘZCY:\n{RIVAL}, {PLAYER}

source: Only skilled TRAINERS can collect\nPOKéMON BADGES.\pI see you have at least one.\pThose BADGES have amazing secrets,\ndid you know?
pl: Tylko utalentowani TRENERZY mogą\nzbierać ODZNAKI.\pWidzę, że masz przynajmniej jedną.\pWiesz, że każda z nich ma\nswój sekret?

# Now then…pWhich of the eight BADGES should I describe?
source: Now then…\pWhich of the eight BADGES should\nI describe?
pl: No więc…\pKtórą z ośmiu ODZNAK mam Ci\nopisać?

source: Come visit me anytime you wish.
pl: Odwiedź mnie jeszcze kiedyś.

source: The ATTACK stat of all your\nPOKéMON increases a little bit.\pIt also lets you use the move\nFLASH outside of battle.
pl: Statystyka ATAKU wszystkich\ntwoich POKéMONÓW lekko rośnie.\pPozwala ci też używać techniki\nBŁYSKU poza walką.

source: POKéMON up to Lv. 30 will obey\nyou.\pThat includes even outsiders you\nobtain in trades.\pPOKéMON of higher levels will\nbe unruly in battle, however.\pIt also lets you use the move\nCUT outside of battle.
pl: POKéMONY do Lv. 30 będą ci\nposłuszne.\pDotyczy to też outsiderów\notrzymanych w wymianach.\pPOKéMONY wyższych poziomów\nmogą nadal sprawiać problemy.\pPozwala też używać techniki\nCIĘCIA poza walką.

source: The SPEED stat of all your\nPOKéMON increases a little bit.\pIt also lets you use the move\nFLY outside of battle.
pl: Statystyka SZYBKOŚCI twoich\nPOKéMONÓW lekko rośnie.\pPozwala ci też używać techniki\nLOTU poza walką.

source: POKéMON up to Lv. 50 will obey\nyou.\pThat includes even outsiders you\nobtain in trades.\pPOKéMON of higher levels will\nbe unruly in battle, however.\pIt also lets you use the move\nSTRENGTH outside of battle.
pl: POKéMONY do Lv. 50 będą ci\nposłuszne.\pDotyczy to też outsiderów\notrzymanych w wymianach.\pPOKéMONY wyższych poziomów\nmogą nadal sprawiać problemy.\pPozwala też używać techniki\nSIŁY poza walką.

source: The DEFENSE stat of all your\nPOKéMON increases a little bit.\pIt also lets you use the move\nSURF outside of battle.
pl: Statystyka OBRONY twoich\nPOKéMONÓW lekko wzrasta.\pPozwala też używać techniki\nSURFOWANIA poza walką.

source: POKéMON up to Lv. 70 will obey\nyou.\pThat includes even outsiders you\nobtain in trades.\pPOKéMON of higher levels will\nbe unruly in battle, however.\pIt also lets you use the move\nROCK SMASH outside of battle.
pl: POKéMONY do Lv. 70 będą ci\nposłuszne.\pDotyczy to też outsiderów\notrzymanych w wymianach.\pPOKéMONY wyższych poziomów\nmogą nadal sprawiać problemy.\pPozwala ci też używać techniki\nŁUPACZ SKAŁ poza walką.

source: The SP. ATK and SP. DEF stats of\nall your POKéMON rise a little bit.\pIt also lets you use the move\nWATERFALL outside of battle.
pl: Statystyki SP. ATK i SP. OBR\ntwoich POKéMONÓW lekko wzrastają.\pPozwala też używać techniki\nWODOSPADU poza walką.

source: All POKéMON will obey you!
pl: Tekst został przeniesiony.

source: Those miserable ROCKETS!\pLook what they've done to my\nhouse!\pThey stole a TM for teaching\nPOKéMON how to DIG holes!\pI was going to use it on a\nMANKEY or a SANDSHREW…\pThat cost me a bundle, it did!
pl: Ci okropni ROCKETSI!\pZobacz co zrobili z moim\ndomem!\pI jeszcze ukradli TM uczący\nPOKéMONY jak KOPAĆ dziury!\pChciałem go użyć na moim MANKEYU\nalbo SANDSHREW…\pKosztowało mnie to wiele nerwów!

source: I figure what's lost is lost.\pI decided to teach DIGLETT how to\nDIG without a TM.
pl: Zrozumiałem, że nie ma co płakać\nnad rozlanym mlekiem.\pNauczę je\nKOPAĆ bez TM.

# TEAM ROCKET must be trying to DIG their way into no good!
source: TEAM ROCKET must be trying to DIG\ntheir way into no good!
pl: ZESPÓŁ R wyraźnie stara się WKOPAĆ\nw kłopoty!

source: TEAM ROCKET left a way out!
pl: ZESPÓŁ R zostawił wyjście!

source: My husband likes trading POKéMON.\pYou're collecting POKéMON for your\nPOKéDEX, aren't you?\pWould you please trade with him?
pl: Mój mąż lubi wymieniać POKéMONY.\pZbierasz POKéMONY do swojego\nPOKéDEKSU, prawda?\pMoże wymienisz się z nim?

source: Sigh…\nToo much time, too little to do…\pIs nothing entertaining happening\nanywhere?
pl: Ech…\nZbyt wiele czasu, tak mało do roboty…\pCzy nie dzieje się nic\nciekawego?

source: Ah!\nA new news report!\pHmm…\pI see!\nThat was quite informative!\pI applaud you for taking interest\nin the news at your young age.\pAs my thanks for sharing the news\nwith me, I want you to have this.
pl: Ach!\nWiadomości!\pHmm…\pRozumiem!\nTo było bardzo przydatne!\pPodziwiam cię za zainteresowanie\nwiadomościami w takim młodym wieku.\pW ramach podziękowania za\nwszystkie informacje, dam ci to.

source: Oh, oh!\nTh-this news report!\pHmm…\pAmazing!\nWhat an incredible piece of news!\pI haven't seen a news story this\nincredible in too long a time!\pThanks for sharing this fantastic\nnews. Have a bunch of BERRIES!
pl: Och, och!\nTe wieści!\pHmm…\pTo niesamowite!\nCo za niesamowita wiadomość!\pNie widziałem czegoś równie\nniesamowitego od dawna.\pDzięki za to wszystko!\nWiesz co? Dam ci trochę JAGÓD!
